app/controllers/students_controller.rb

SELECT "students".* FROM "students"
---
def show
  @students = Student.all